package com.liaocheng.suteng.myapplication.model;

import java.util.List;

public class Zcxiybean {


        /**
         * agreement_title : 三羊用户发单协议
         * agreement_content :
         1. 您在选择三羊跑腿平台发布配送需求时，可以对您将要配送的物品进行价值认定及选择保价服务。

         2. 请您悉知三羊跑腿平台只提供信息发布服务，并不直接提供物品配送及保价服务。

         3. 保价功能由您自由选择，我们提供以下3种保价方案：

         （1）您选择不保价，若物品出现丢失或损毁，最高可赔付元优惠券。

         （2）您选择3元保价，若物品出现丢失或损毁，最高可赔付300元。

         （3）您选择5元保价，若物品出现丢失或损毁，最高可赔付1000元。

         4. 当您对寄递物品选择保价后：如出现物品丢失或损毁则按照您提供的相关配送物品信息及价值凭证进行赔偿，赔偿金额不超过您选择的保价方案的最高赔付金额。

         5. 以下物品不在保价范围：

         （1）工艺品（包括各类雕刻、编织、艺术品、刺绣、古董、字画、瓷器、玉雕及其他玉石制品等）、现金、有价证券、珠宝、具有收藏价值的货物以及文件、账册、图表、技术资料、计算机软件、计算机数据资料等无法鉴定价值的财产；

         （2）文件证件丢失，仅赔偿补办相关证件的费用；

         （3）鲜活动物、植物、农作物。

         6. 若您选择不保价，若物品出现丢失或损毁，最高可获得平台30元优惠券。（优惠券直接存入用户账户中）。

         温馨提示：

         （1）建议您根据配送物品价值进行保价。

         （2）如您发现物品送达之后损坏时，请您第一时间联系平台客服。

         （3）本条款为《注册协议》的重要组成部分，对缔约各方均具有约束力。
         */

        public String agreement_title;
        public  String agreement_content;



}
